[
	{
		'corpus': 'А',
		'levels': [
			{
				'level': '-1',
				'floor': '1',
				'rooms': [
					{
						"num": '01',
						"title": 'Учебная аудитория',
					},
					{
						"num": '02',
						"title": 'Кабинет',
					},
					{
						"num": '03',
						"title": 'Кабинет',
					},
				]
			},
			{
				'level': '1',
				'floor': '2',
				'rooms': [
					{
						"num": '01',
						"title": 'Учебная аудитория',
					},
					{
						"num": '02',
						"title": 'Кабинет',
					},
					{
						"num": '03',
						"title": 'Кабинет',
					},
				]
			},
			{
				'level': '2',
				'floor': '3',
				'rooms': [
					{
						"num": '01',
						"title": 'Учебная аудитория',
					},
					{
						"num": '02',
						"title": 'Кабинет',
					},
					{
						"num": '03',
						"title": 'Кабинет',
					},
				]
			},
		],
	},
	{
		'corpus': 'Д',
		'levels': [
			{
				'level': '-1',
				'floor': '1',
				'rooms': [
					{
						"num": '01',
						"title": 'Учебная аудитория',
					},
					{
						"num": '02',
						"title": 'Кабинет',
					},
					{
						"num": '03',
						"title": 'Кабинет',
					},
				]
			},
			{
				'level': '1',
				'floor': '2',
				'rooms': [
					{
						"num": '01',
						"title": 'Учебная аудитория',
					},
					{
						"num": '02',
						"title": 'Кабинет',
					},
					{
						"num": '03',
						"title": 'Кабинет',
					},
				]
			},
			{
				'level': '2',
				'floor': '3',
				'rooms': [
					{
						"num": '01',
						"title": 'Учебная аудитория',
					},
					{
						"num": '02',
						"title": 'Кабинет',
					},
					{
						"num": '03',
						"title": 'Кабинет',
					},
				]
			},
		],
	},
]